Repository: habitio/habit-whitelabel-app-ios
Catalog: muzzley-ios/Muzzley-iOS/Muzzley-iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, ro_ro

# mobile_save
source: Save
fr: Enregistrer
pt_pt: Gravar
ro_ro: Salvați

# mobile_search_action
source: Search for a action
fr: Rechercher une action
pt_pt: Pesquisar por uma ação
ro_ro: Caută o acțiune

# mobile_search_state
source: Search for a state
fr: Rechercher un état
pt_pt: Pesquisar por um estado
ro_ro: Caută un status

# mobile_search_trigger
source: Search for a trigger
fr: Rechercher un déclencheur
pt_pt: Pesquisar por um trigger
ro_ro: Caută un element declanșator

# mobile_select_country
source: Select a country
fr: Selectionnez pays
pt_pt: Selecionar um país
ro_ro: Selectați o țară

# mobile_select_devices_add
source: Select the devices you want to set up.
fr: Choisissez le ou les objet(s) que vous souhaitez synchroniser.
pt_pt: Selecione os dispositivos dos quais quer fazer set up.
ro_ro: Selectionați dispozitivele pe care doriți să le configurați.

# mobile_selected
source: %@ Selected
fr: %@ Sélectionné
pt_pt: %@ Selecionado
ro_ro: %@ selecționat

# mobile_send
source: Send
fr: Envoyer
pt_pt: Enviar
ro_ro: Trimite

# mobile_send_color_instructions
source: If you don't see any color click here
fr: Si vous ne visualisez pas de couleur, cliquez ici
pt_pt: Não observei nenhuma das cores.
ro_ro: Dacă nu reușiți să vedeți nici o culoare, apăsați aici

# mobile_send_mail
source: Send email
fr: Envoyer un email
pt_pt: Enviar email
ro_ro: Trimite un email

# mobile_send_mail_error_text
source: Your device could not send e-mail. Please check e-mail configuration and try again.
fr: Votre téléphone ne peut pas envoyer d'email. Vérifiez la configuration des emails et réessayez.
pt_pt: Não foi possível enviar o email. Por favor verifique a configuração do email e tente novamente.
ro_ro: Email-ul nu a putut fi trimis. Vă rugăm să verificați configurarea email-ui și să încercați din nou.

# mobile_send_mail_error_title
source: Could not send mail
fr: Envoi d'email impossible
pt_pt: Não foi possível enviar o email.
ro_ro: Email-ul nu a putut fi trimis.

# mobile_send_mail_loading
source: Sending...
fr: Envoi en cours…
pt_pt: A enviar...
ro_ro: Trimițând

# mobile_service_add
source: Add service
fr: Activer le service
pt_pt: Adicionar serviço
ro_ro: Adaugă un serviciu

# mobile_service_already_subscribed
source: This product was already activated
fr: Ce produit a déjà été activé
pt_pt: Este produto já foi activado
ro_ro: Acest produs a fost deja activat

# mobile_service_blankstate_empty_text
source: All your services will be listed here
fr: Retrouvez ici l’ensemble des services auxquels vous avez souscrit.
pt_pt: Todos os seus serviços serão listados aqui
ro_ro: Toate serviciile dumneavoastră vor fi enumerate aici.

# mobile_service_blankstate_empty_title
source: 'Great services provide greater quality of life.'
fr: 'Soyez protégé en permanence en souscrivant à nos services.'
pt_pt: 'Os melhores serviços proporcionam sempre melhor qualidade de vida.'
ro_ro: 'Cele mai bune servicii oferă întotdeauna o mai bună calitate a vieții.'

# mobile_service_blankstate_loading_text
source: We're loading your services
fr: Chargement en cours …
pt_pt: Estamos a carregar os seus serviços
ro_ro: Încărcăm serviciile dumneavostră

# mobile_service_color_selection
source: Confirm light color
fr: Confirmez la couleur de la lumière
pt_pt: Confirmar a cor das lâmpadas
ro_ro: Confirmați culoarea luminii

# mobile_service_color_selection_text
source: To finish the lights setup, please confirm the current color of the light in your baby's room.
fr: Pour terminer l'installation des lumières, veuillez confirmer la couleur actuelle de l'ampoule dans la chambre de votre bébé
pt_pt: Para terminar a instalação, por favor confirme a cor da lâmpada do quarto do seu bebé.
ro_ro: Pentru a finaliza configurarea luminilor, vă rugăm să confirmați culoarea luminii din camera copilului.

# mobile_service_device_selection_camera_info_label_password
source: To increase your camera's security please
fr: Pour augmenter la sécurité de votre équipement, merci de
pt_pt: Para aumentar a segurança da sua câmara por favor
ro_ro: Pentru a crește siguranță camerei dumneavoastră, vă rugăm

# mobile_service_device_selection_error
source: Device not found! Please try again
fr: Appareil non détecté! S'il vous plaît essayer de nouveau
pt_pt: Dispositivo não detetado! Tente novamente
ro_ro: Dispozitivul nu este detectat! Vă rugăm să încercați din nou

# mobile_service_device_selection_label
source: We're almost there!
fr: Nous y sommes presque!
pt_pt: Estamos quase lá!
ro_ro: Suntem aproape!

# mobile_service_device_selection_number_devices
source: Please select %@ of the devices to continue.
fr: S'il vous plaît, sélectionner %@ objets pour continuer.
pt_pt: Por favor selecione %@ dos dispositivos para continuar.
ro_ro: Vă rugăm să selectați %@ din dispozitive pentru a continua.

# mobile_service_device_selection_terms_button
source: terms and conditions
fr: Conditions d'utilisation
pt_pt: termos e condições
ro_ro: termeni și condiții

# mobile_service_device_selection_terms_label
source: I agree to these
fr: J'accepte les
pt_pt: Concordo com estes
ro_ro: Sunt de acord cu acești

# mobile_service_summary
source: Setup successful!
fr: Installation réussie!
pt_pt: Processo concluído com sucesso!
ro_ro: Configurare efectuată!

# mobile_settings
source: Settings
fr: Réglages
pt_pt: Definições
ro_ro: Setări

# mobile_settings_delete_location_dialog_text
source: You're about to delete this location from the app. Are you sure you want to do this?
fr: Vous êtes sur le point de supprimer cet emplacement de l'application. Êtes-vous sûr de vouloir faire cela ?
pt_pt: Está prestes a eliminar este local da app. Tem a certeza que o quer fazer?
ro_ro: Sunteți pe cale să eliminați acest loc din aplicație./n Sunteți sigur de ceea ce doriți să faceți?

# mobile_settings_header_locations
source: My Locations
fr: Mes Lieux
pt_pt: Minhas Localizações
ro_ro: Locațiile mele

# mobile_settings_header_time
source: Time
fr: Temps
pt_pt: Tempo
ro_ro: Oră

# mobile_settings_header_units
source: Units
fr: Unités
pt_pt: Unidades
ro_ro: Unități

# mobile_settings_location_address_placeholder
source: Search address
fr: Rechercher une adresse
pt_pt: Procurar morada
ro_ro: Caută adresa

# mobile_settings_location_get_wifi
source: Get current Wi-Fi
fr: Associer un réseau Wifi
pt_pt: Ligar a rede Wi-Fi agora
ro_ro: Conectați-vă acum la o rețea Wi-Fi

# mobile_settings_location_get_wifi_not_found
source: Make sure you're connected
fr: Assurez-vous d'être bien connecté
pt_pt: Por favor certifique-se de que está ligado à rede.
ro_ro: Vă rugăm să vă asigurați că sunteți conectat la rețea.

# mobile_settings_location_name_placeholder
source: Location Name
fr: Nom du lieu
pt_pt: Nome da localização
ro_ro: Numele locației

# mobile_settings_locations_address_placeholder
source: Your address
fr: Votre adresse
pt_pt: Sua Morada
ro_ro: Adresa dumneavoastră

# mobile_settings_locations_empty_wifi
source: Add Wi-Fi address
fr: Ajouter un réseau Wi-Fi
pt_pt: Adicionar endereço Wi-Fi
ro_ro: Adăugați adresa Wi-Fi

# mobile_settings_locations_wifi_placeholder
source: Wifi name
fr: Nom du réseau Wi-Fi
pt_pt: Nome Wifi
ro_ro: Nume Wi-Fi

# mobile_settings_notifications_sms
source: SMS Text Message
fr: Message SMS
pt_pt: Mensagem de texto/SMS
ro_ro: Mesaje de text/ SMS

# mobile_settings_sms_add_number
source: + Add Phone Number
fr: + Ajouter numéro de téléphone
pt_pt: + Adicionar Número de Telefone
ro_ro: + Adăugați Număr de telefon

# mobile_settings_time_24h
source: 24 Hour Format
fr: Format 24 Heures
pt_pt: Formato 24 Horas
ro_ro: Format 24 Ore

# mobile_shortcut_add
source: Add shortcut
fr: Ajouter un raccourci
pt_pt: Adicionar atalho
ro_ro: Adaugă o comandă rapidă

# mobile_shortcut_add_name
source: Name this shortcut
fr: Nommer le raccourci
pt_pt: Atribuir nome a atalho
ro_ro: Numește comanda rapidă

# mobile_shortcut_delete_text
source: You're about to delete this shortcut. Are you sure you want to delete it?
fr: Vous êtes sur le point de supprimer ce raccourci Êtes-vous sûr de vouloir le supprimer ?
pt_pt: Está prestes a apagar este atalho. Tem a certeza que o pretende apagar?
ro_ro: Sunteți pe cale să ștergeți această comandă rapidă. Sunteți că doriți să ștergeți?

# mobile_shortcut_edit
source: Edit shortcut
fr: Modifier le raccourci
pt_pt: Editar atalho
ro_ro: Edită comanda rapidă

# mobile_shortcut_edit_text
source: An error has occurred while editing this shortcut. Please try again later.
fr: Une erreur s'est produite pendant l'édition de ce raccourci. Réessayez plus tard.
pt_pt: Um erro ocorreu ao editar este atalho. Por favor tente mais tarde.
ro_ro: A apărut o eroare în timp ce încercați sa editați acestă comandă rapidă. Vă rugăm să încercați din nou mai târziu.

# mobile_shortcut_my
source: My shortcuts
fr: Mes raccourcis
pt_pt: Meus atalhos
ro_ro: Comenzile mele rapide

# mobile_shortcut_new
source: New shortcut
fr: Ajouter un raccourci
pt_pt: Novo atalho
ro_ro: Legătură directă

# mobile_shortcut_no_suggestion
source: You have no suggestions yet.
fr: Vous n'avez pas encore de suggestion.
pt_pt: Ainda não possui sugestões.
ro_ro: Încă nu există sugestii.

# mobile_shortcut_suggestion
source: Suggested shortcuts
fr: Raccourcis suggérés
pt_pt: Atalhos sugeridos
ro_ro: Comenzi rapide sugerate

# mobile_show_less
source: Show less
fr: Retour
pt_pt: Mostrar menos
ro_ro: Arată mai puțin

# mobile_show_more
source: Show more
fr: Plus de raccourcis
pt_pt: Mostrar mais
ro_ro: Arată mai mult

# mobile_signin
source: Sign in
fr: Me connecter
pt_pt: Entrar
ro_ro: Intrați

# mobile_signin_error
source: Sign in failed
fr: Échec de l'ouverture de session
pt_pt: A autenticação falhou
ro_ro: Autentificarea a eșuat

# mobile_signin_external_error
source: Seems that you've previously blocked Facebook access to %@. You'll need to unblock it to go on with Facebook sign in.
fr: Il semble que vous ayez bloqué votre accès Facebook dans vos paramètres %@. Vous devez le débloquer pour vous connecter à partir de l'application Facebook.
pt_pt: Tem o acesso ao Facebook bloqueado para a app %@. Necessita de desbloqueá-lo para continuar com a sua conta de Facebook.
ro_ro: Aveți accesul la Facebook blocat pentru aplicația %@. Trebuie să-l deblocați pentru a continua cu conectarea la Facebook.

# mobile_signin_invalid_text
source: Invalid user details. Please try again.
fr: Données utilisateur non valides. Réessayez plus tard.
pt_pt: Detalhes de utilizador inválidos. Por favor tente novamente.
ro_ro: Detaliile utilizatorului nu sunt valabile. Vă rugăm să încercați mai târziu.

# mobile_signin_loading
source: Signing in...
fr: Ouverture de la session en cours...
pt_pt: A entrar...
ro_ro: Intrând...

# mobile_signin_with
source: Sign in with
fr: Se connecter avec
pt_pt: Entrar com
ro_ro: Intrați cu

# mobile_signup
source: Create account
fr: Créer mon compte
pt_pt: Criar conta
ro_ro: Creați un cont

# mobile_signup_already_done
source: An account with this email address already exists.
fr: Un compte avec cette adresse email existe déjà.
pt_pt: Já existe uma conta com este endereço de email.
ro_ro: Un cont cu această adresă de e-mail există deja.

# mobile_signup_error
source: Sign up failed
fr: Échec de l'inscription
pt_pt: Sign up falhou
ro_ro: Sign up-ul a eșuat

# mobile_signup_invalid_text
source: A problem occurred while signing up. Please try again.
fr: Un problème s'est produit pendant l'inscription. Veuillez réessayer.
pt_pt: Um problema ocorreu ao efectuar sign up. Por favor tente novamente.
ro_ro: A apărut o eroare în timp ce efectuați sign up-ul. Vă rugăm să încercați din nou.

# mobile_signup_loading
source: Signing up...
fr: Inscription en cours
pt_pt: A efectuar sign up...
ro_ro: Efectuând sign up-ul...

# mobile_skip_tutorial
source: Skip tutorial
fr: Passer le tutoriel
pt_pt: Ignorar instruções
ro_ro: Ignoră Instrucțiunile

# mobile_sponsored
source: Sponsored
fr: Sponsorisé
pt_pt: Patrocinado
ro_ro: Sponsorizat

# mobile_step
source: Step
fr: Étape
pt_pt: Passo
ro_ro: Merge

# mobile_store_delivery
source: Delivery:
fr: Livraison :
pt_pt: Entrega:
ro_ro: Livrare:

# mobile_success
source: Success
fr: Succès
pt_pt: Sucesso
ro_ro: Succes

# mobile_take_photo
source: Take Photo
fr: Prendre une photo
pt_pt: Tirar Foto
ro_ro: Faceți poza

# mobile_thank_you
source: Thank you
fr: Merci
pt_pt: Obrigado
ro_ro: Mulțumesc

# mobile_tutorial_title
source: Setup guide
fr: Guide d'installation
pt_pt: Guia de configuração
ro_ro: Ghid de setup

# mobile_ungroup
source: Ungroup
fr: Dégrouper
pt_pt: Desagrupar
ro_ro: Separați

# mobile_update
source: Update
fr: Mettre à jour
pt_pt: Atualização

# mobile_update_app_warning
source: To keep using %@ you need to update to the latest version.
fr: Pour continuer à utiliser %@, veuillez la mettre à jour avec la dernière version
pt_pt: Para continuar a usar a app %@, terá de fazer o update para a última versão disponível.
ro_ro: Pentru a continua să utilizați aplicația %@, va trebui să actualizați ultima versiune disponibilă.

# mobile_user_profile_header_support
source: Support
fr: Aide
pt_pt: Suporte
ro_ro: Suport

# mobile_username
source: Name
fr: Nom d'utilisateur
pt_pt: Nome
ro_ro: Nume

# mobile_video_stream_error
source: Video option is currently not available. Please try again later.
fr: L'option vidéo n'est pas disponible actuellement. Veuillez réessayer plus tard.
pt_pt: A opção de vídeo não está disponível de momento. Por favor tente mais tarde.
ro_ro: Momentan, opțiunea de video nu este diponibilă. Vă rugăm să încercați mai târziu.

# mobile_worker_add
source: Add agent
fr: Ajouter une règle
pt_pt: Adicionar agente
ro_ro: Adăugați un agent

# mobile_worker_add_name
source: Name this agent
fr: Nommer la règle
pt_pt: Atribuir nome a agente
ro_ro: Numește agentul

# mobile_worker_delete_text
source: Permanently delete the agent '%@'?
fr: Supprimer de manière permanente la règle '%@'?
pt_pt: Eliminar permanentemente o agente '%@'? Esta ação é irreversível.
ro_ro: Eliminați permanent agentul '%@'?

# mobile_worker_edit
source: Edit agent
fr: Modifier la règle
pt_pt: Editar agente
ro_ro: Edită agentul

# mobile_worker_edit_text
source: An error has occurred while editing this agent. Please try again later.
fr: Une erreur s'est produite pendant l'édition de cette règle. Réessayez plus tard.
pt_pt: Um erro ocorreu ao editar este agente. Por favor tente mais tarde.
ro_ro: A apărut o eroare în timp ce încercați să editați acest agent. Vă rugăm să încercați din nou mai târziu.

# mobile_worker_executed
source: Last executed on %1$@ at %2$@
fr: Dernière exécution le %1$@ à %2$@
pt_pt: Executado no dia %1$@ às %2$@
ro_ro: A fost executat în ziua de %1$@ și %2$@

# mobile_worker_executed_text
source: Instructions for this agent were correctly sent!
fr: Instructions de la règle envoyées!
pt_pt: As instruções para este agente foram enviadas correctamente!
ro_ro: Instrucțiunile pentru acest agent au fost trimise corect!

# mobile_worker_executing_text
source: Your agent is being tested...
fr: Test de votre règle en cours...
pt_pt: O seu agente está a ser testado…
ro_ro: Agentul dumneavoastră este în curs de testare…

# mobile_worker_force_disabled_text
source: Please consult app settings, services and subscriptions status. If the problem persists, please email support.
fr: Veuillez vérifier les paramètres de l'application et des services, ainsi que le statut de votre souscription. Si le problème persiste, merci de contacter le support.
pt_pt: Por favor consulte as definições, serviços e estado das subscrições na aplicação. Se o problema persistir, por favor contacte o suporte.
ro_ro: Consultați setările aplicațiilor, serviciile și starea abonamentelor. Dacă problema persistă, vă rugăm să trimiteți un mesaj prin e-mail.

# mobile_worker_force_disabled_title
source: Agent is disabled
fr: Règle désactivée
pt_pt: Agente desativado
ro_ro: Agent dezactivat

# mobile_worker_hardwareCapabilities_text
source: This app version is not compatible with some features in the '%@' agent.
fr: Cette version de l'application n'est pas compatible avec des caractéristiques dans la règle '%@'.
pt_pt: Esta versão da app não é compatível com as especificações do agente '%@'.
ro_ro: Această versiune a aplicației nu este compatibilă cu specificațiile agentului '% @'.

# mobile_worker_hardwareCapabilities_title
source: Agent compatibility constraint
fr: Contrainte de compatibilité de la règle
pt_pt: Restrição de compatibilidade do agente

# mobile_worker_invalid_delete
source: Delete agent
fr: Supprimer la règle
pt_pt: Eliminar agente
ro_ro: Elimină agentul

# mobile_worker_invalid_html
source: <b>Agent is compromised</b> <br/> You have deleted one or more devices in the <b>'%@'</b> agent.
fr: <B>Erreur de règle!</ b> <br/> Vous avez supprimé un ou plusieurs dispositifs dans la règle <b> '%@' </ b>.
pt_pt: <b> Atenção!</b> <br/> Eliminou um ou mais dispositivos associados ao agente <b>'%@'</b>.
ro_ro: <b> Atenție!</b> <br/> Ați eliminat unul sau mai multe disposzitive asociate agentului <b>'%@'</b>.

# mobile_worker_invalid_text
source: You have deleted one or more devices in the '%@' agent
fr: Vous avez supprimé un ou plusieurs équipements dans la règle/n '%@'
pt_pt: Eliminou um ou mais dispositivos no '%@' agent
ro_ro: Ați elimintat unul sau mai multe dispozitive no '%@' agent

# mobile_worker_invalid_title
source: Agent is compromised
fr: La règle est compromise
pt_pt: O agente está comprometido
ro_ro: Agentul se află compromis

# mobile_worker_location_permission_html
source: <b>Grant Access</b><br /><b>\'%@\'</b> needs your current location
fr: <B>Autoriser l'accès</ b> <br /> <b> '%@ \' </ b> a besoin de votre emplacement actuel
pt_pt: <b>Conceder acesso</b><br /><b>\'%@\'</b> necessita da sua localização
ro_ro: <b>Acordă acces</b><br /><b>\'%@\'</b> necessită localizarea dumneavoastră

# mobile_worker_locationPermission_text
source: '%@' agent needs your current location.
fr: La règle '%@' a besoin de votre emplacement actuel.
pt_pt: '%@' o agente necessita da sua localização actual.
ro_ro: '%@' agentul are nevoie de localizarea dumneavoastră actuală.

# mobile_worker_name_missing
source: Please name your agent.
fr: Merci de nommer votre règle.
pt_pt: Por favor atribua um nome ao agente.
ro_ro: Vă rugăm să vă numiți agentul.

# mobile_worker_no_actionable_devices
source: You need to install controllable devices to finish this agent!
fr: Vous pouvez créer des règles uniquement avec des objets contrôlables à distance.
pt_pt: Precisa instalar dispositivos controláveis para concluir este agente!
ro_ro: Trebuie să instalați dispozitive controlabile pentru a termina acest agent!

# mobile_worker_noexecuted_error_text
source: Instructions for this agent could not be sent.
fr: Les instructions pour cette règle n'ont pas pu être envoyées.
pt_pt: As instruções para este agente não puderam ser enviadas.
ro_ro: Instrucțiunile pentru acest agent nu au putut fi trimise.

# mobile_worker_notifications_permissions_text
source: %@' agent needs you to allow notifications
fr: La règle '%@' a besoin que vous activiez les notifications
pt_pt: %@' o agente necessita que ative as notificações
ro_ro: '%@' agentul are nevoie de tine pentru a permite notificări

# mobile_worker_permission_html
source: <b>Grant Access</b><br /><b>\'%@\'</b> needs additional permissions
fr: <B>Autoriser l'accès</ b> <br /> <b> '%@ \' </ b> a besoin d'autorisations supplémentaires
pt_pt: <b>Conceder acesso</b><br /><b>\'%@\'</b> necessita de permissões adicionais
ro_ro: <b>Acordă acces</b><br /><b>\'%@\'</b> necessită permisiuni suplimentare

# mobile_worker_select_action
source: Select one or more actions for the agent
fr: Sélectionnez une action ou plus pour la règle
pt_pt: Selecione uma ou mais ações para o agente
ro_ro: Selectați una sau mai multe acțiuni pentru agent

# mobile_worker_select_state
source: Select a state for the agent
fr: Sélectionnez un état pour la règle
pt_pt: Selecione um estado para o agente
ro_ro: Selectați un status pentru agent

# mobile_worker_select_trigger
source: Select a trigger for the agent
fr: Sélectionnez un déclencheur pour la règle
pt_pt: Selecione um trigger para o agente
ro_ro: Selectați un trigger pentru agent

# mobile_workers
source: Agents
fr: Règles
pt_pt: Agentes
ro_ro: Agenții

# mobile_workers_blankstate_empty_text
source: Agents are automated tasks for your home.
fr: Créez des règles pour automatiser des tâches quotidiennes liées à vos objets connectés
pt_pt: Agentes são regras de automação para a sua casa.
ro_ro: Agenții sunt reguli de automatizare pentru casa dumneavostră.

# mobile_workers_blankstate_empty_title
source: 'Devices can serve higher causes.'
fr: 'Facilitez votre quotidien'
pt_pt: 'Dispositivos podem servir causas maiores.'
ro_ro: 'Dispozitivele pot servi în cauze majore.'

# mobile_workers_blankstate_loading_text
source: We're loading your agents.
fr: Nous chargeons vos règles
pt_pt: Estamos a carregar os seus agentes
ro_ro: Încărcăm agenții dumneavoastră.

# mobile_year
source: Year
fr: Année
pt_pt: Ano
ro_ro: Anul

# mobile_buildinglink.smarthome_start_text
source: You have a connected product, BL Smarthome can manage it.
fr: Gérez tous vos objets connectés en une seule et même application. Plus besoin d'avoir une application par objet!
pt_pt: Se tem um dispositivo inteligente, provavelmente consegue controlá-lo usando a BL Smarthome.
ro_ro: Dacă aveți un produs conectat, sunt șanse BL Smarthome pot gestiona.

# mobile_buildinglink.smarthome_start_title
source: The all-in-one smart home assistant.
fr: Une seule appli pour vos objets connectés!
pt_pt: O assistente home inteligente tudo-em-um.
ro_ro: All-in-one asistent inteligent acasă.

# mobile_iOS_NSMotionUsageDescription
source: By knowing your motion activity, we will be able to better protect you
fr: En connaissant votre activité, nous serons en mesure de mieux vous protéger
pt_pt: Ao saber que sua atividade de movimento será capaz de protegê-lo melhor
ro_ro: Prin cunoașterea activității dvs. de mișcare veți putea să vă protejați mai bine

# mobile_muzzley_location_notification_title
source: Starting a Journey
fr: Début d'itinéraire
pt_pt: Começando uma viagem
ro_ro: Pornirea unei Călătorii

# mobile_muzzley_location_notification_text
source: It looks like you're on the go. Your journeys trigger automations to keep you safe.
fr: On dirait que vous êtes sur le départ. Vos déplacements déclenchent des automatisations pour votre sécurité.
pt_pt: Parece que está em movimento. As suas viagens ativam automações para mantê-lo seguro.
ro_ro: Se pare că sunteți în mișcare. Călătoriile dvs. declanșează automatizări pentru a vă menține în siguranță.

# mobile_allianz.smarthome_location_notification_title
source: Starting a Journey
fr: Début d'itinéraire
pt_pt: Começando uma viagem
ro_ro: Pornirea unei Călătorii

# mobile_allianz.smarthome_location_notification_text
source: It looks like you're on the go. Your journeys trigger automations to keep you safe.
fr: On dirait que vous êtes sur le départ. Vos déplacements déclenchent des automatisations pour votre sécurité.
pt_pt: Parece que está em movimento. As suas viagens ativam automações para mantê-lo seguro.
ro_ro: Se pare că sunteți în mișcare. Călătoriile dvs. declanșează automatizări pentru a vă menține în siguranță.

# mobile_celfocus.homemonitor_location_notification_title
source: Starting a Journey
fr: Début d'itinéraire
pt_pt: Começando uma viagem
ro_ro: Pornirea unei Călătorii
