Repository: habitio/habit-whitelabel-app-ios
Catalog: muzzley-ios/Muzzley-iOS/Muzzley-iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, ro_ro

# mobile_group_delete_error_text
source: An error has occurred while ungrouping.
fr: Une erreur s'est produite lors du dégroupage des objets connectés
pt_pt: Ocorreu um erro a desagrupar.
ro_ro: A apărut o eroare în timp ce vă degrupați.

# mobile_group_delete_text
source: You're about to delete this group (your devices will remain in the app). Are you sure you want to ungroup?
fr: Vous êtes sur le point de supprimer ce groupe (vos objets connectés resteront dans %@). Êtes-vous sûr que vous voulez dégrouper ?
pt_pt: Está prestes a remover este grupo (os dispositivos permanecerão na app). Tem a certeza que pretende desagrupar?
ro_ro: Sunteți pe cale să eliminați acest grup ( dispozitivele vor continua în aplicație). Sunteți sigur că doriți să vă degrupați?

# mobile_group_edit
source: Edit group
fr: Modifier le groupe
pt_pt: Editar grupo
ro_ro: Editați grupul

# mobile_group_min_devices_text
source: We're sorry, but groups need to have at least 2 devices.
fr: Nous sommes désolés, mais les groupes doivent être constitués d'au moins 2 objets connectés.
pt_pt: Pedimos desculpa, mas os grupos necessitam de ter pelo menos 2 dispositivos adicionados.
ro_ro: Ne cerem scuze, dar grupurile necesită minim 2 dispozitive adăugate.

# mobile_imperial_text
source: (miles, pounds, fahrenheit)
fr: (miles, livres, fahrenheit)
pt_pt: (milhas, libras, fahrenheit)
ro_ro: (mile, libră, fahrenheit)

# mobile_imperial_title
source: Imperial
fr: Impérial

# mobile_insert_code_placeholder
source: Insert code
fr: Insérer le code d'activation
pt_pt: Inserir código
ro_ro: Introduceți codul

# mobile_insert_password
source: Insert password
fr: Insérer le mot de passe
pt_pt: Inserir password
ro_ro: Introduceți parola

# mobile_ios_location_permission_step0_3
source: Select Location
fr: Sélect. emplacement
pt_pt: Selecionar Localização
ro_ro: Selectează localizarea

# mobile_ios_location_permission_step1_1
source: Open iOS Settings
fr: Ouvrir paramètres iOS
pt_pt: Abrir as definições do iOS
ro_ro: Deschide setările iOS- lui

# mobile_ios_location_permission_step2_0
source: Select Privacy
fr: Sélect. confidentialité
pt_pt: Selecionar privacidade
ro_ro: Selectează opțiunea „Privat”

# mobile_ios_location_permission_step3_0
source: Select Location Services
fr: Sélect. services localisation
pt_pt: Selecionar serviços de localização
ro_ro: Selectează Serviciile de Localizare

# mobile_ios_location_permission_step4_0
source: Set Location Services to ON
fr: Activer services localisation
pt_pt: Colocar Serviços de Localização a ON
ro_ro: Pune Serviciile de Localizare în poziția ON

# mobile_ios_location_permission_step5_2
source: Select %@
fr: Sélectionner %@
pt_pt: Selecionar %@
ro_ro: Selectează %@

# mobile_ios_location_permission_step6_4
source: Set permission to 'Always'
fr: Régler la permission sur 'Toujours'
pt_pt: Colocar permissão para ‘Sempre'
ro_ro: Setează permisiunea la 'Întotdeauna'

# mobile_ios_notifications_permission_step1
source: Open iOS Settings
fr: Ouvrir les Paramètres iOS
pt_pt: Abrir as definições do iOS
ro_ro: Deschide setările iOS- lui

# mobile_ios_notifications_permission_step2
source: Select Notifications
fr: Sélectionner Notifications
pt_pt: Selecionar Notificações
ro_ro: Selectează Notificări

# mobile_ios_notifications_permission_step3
source: Select %@
fr: Sélectionner %@
pt_pt: Selecionar %@
ro_ro: Selectează %@

# mobile_ios_notifications_permission_step4
source: Set Allow Notifications to ON
fr: Autoriser les notifications
pt_pt: Colocar Permitir Notificações a ON
ro_ro: Pune „Permite Primirea Notificărilor” în poziția ON

# mobile_iOS_NSCameraUsageDescription
source: In order to scan QR Codes, please grant permission to access the camera.
fr: Pour numériser des QR codes, veuillez autoriser l'accès à l'appareil photo.
pt_pt: Para efetuar scan de QR Codes, por favor conceda permissões para acesso à câmara.
ro_ro: Pentru a efectua coduri de scanare QR, vă rugăm să acordați permisiunea de a accesa camera foto.

# mobile_iOS_NSLocationAlwaysUsageDescription
source: If your smart home knows where you are it can better adapt to your needs. We will not share your location without your permission.
fr: Si l'application sait où vous êtes, elle peut mieux s'adapter à vos besoins. Nous ne partagerons pas votre position sans votre permission.
pt_pt: Se casa inteligente sabe da localização do proprietário, pode adaptar-se melhor às necessidades do mesmo. Não iremos partilhar a sua localização sem a sua permissão
ro_ro: Dacă casa dvs. inteligentă știe locația proprietarului, se poate adapta la nevoile la acestuia. Nu vom împărtăși locația fără permisiunea dvs.

# mobile_iOS_NSLocationUsageDescription
source: In order to have a powerful and engaging experience, please turn on your location services.
fr: Afin d'assurer une expérience optimale, merci d'activer les services de localisation sur votre téléphone.
pt_pt: Para usufruir de uma melhor e mais adequada experiência, por favor active os serviços de localização.
ro_ro: Pentru a vă bucura de o mai bună și mai potrivită experiență, vă rugăm să activați serviciile de localizare.

# mobile_iOS_NSMicrophoneUsageDescription
source: This will enable you to talk to your baby at anytime! We will not share or record your voice interactions.
fr: Cela vous permettra de parler à votre bébé à tout moment! Nous ne partagerons pas vos interactions sonores.
pt_pt: Isto irá permitir-lhe falar com o seu bebé a qualquer altura! Não iremos partilhar ou gravar nenhuma interação de voz.
ro_ro: Acest lucru vă va permite să vorbiți cu copilul dumneavoastră în orice moment! Nu vom împărtăși sau înregistra nici o interacțiune vocală.

# mobile_iOS_NSPhotoLibraryUsageDescription
source: This action will allow you to change your profile picture.
fr: Cette action vous permettra de modifier votre photo de profil.
pt_pt: Esta ação irá permitir mudar a sua foto de perfil.
ro_ro: Acest lucru va permite să vă schimbați fotografia de profil.

# mobile_keepShowingThis
source: Show me later
fr: Me le rappeler plus tard
pt_pt: Mostrar mais tarde
ro_ro: Arată mai târziu

# mobile_lets_do_it
source: Let's do it
fr: Faisons-le
pt_pt: Vamos a isso!
ro_ro: Haide să facem!

# mobile_loading
source: Loading...
fr: Chargement en cours...
pt_pt: A carregar...
ro_ro: Se încarcă

# mobile_local_discovery_step
source: Step %1$@ of %2$@ Please Wait...
fr: Etape %1$@ / %2$@ Veuillez patienter...
pt_pt: Passo %1$@ de %2$@ Por favor aguarde...
ro_ro: Etapa %1$@ din %2$@ Vă rugăm să așteptați...

# mobile_local_discovery_title
source: Local Discovery
fr: Recherche d'objet à proximité
pt_pt: Descoberta Local
ro_ro: Descoperire locală

# mobile_location
source: Location
fr: Emplacement
pt_pt: Localização
ro_ro: Localizare

# mobile_location_add
source: Add location
fr: Ajouter un lieu
pt_pt: Adicionar localização
ro_ro: Adăugați o Localizare

# mobile_location_edit
source: Edit location
fr: Modifier l'emplacement
pt_pt: Editar localização
ro_ro: Editează localizarea

# mobile_location_near
source: near you at
fr: près de chez vous
pt_pt: próximo de si em
ro_ro: aproape de dumneavoastră

# mobile_location_not_valid
source: Location not valid
fr: Emplacement non valide
pt_pt: Localização inválida
ro_ro: Locație invalidă

# mobile_location_permission_text
source: Follow these steps to allow access to your location:
fr: Suivez ces étapes pour autoriser l'accès à votre localisation :
pt_pt: Siga os seguintes passos para permitir acesso á sua localização:
ro_ro: Parcurgeți următorii pași pentru a permite accesul la localizare:

# mobile_location_unknown_address
source: Unknown location
fr: Localisation inconnue
pt_pt: Localização desconhecida
ro_ro: Locație necunoscută

# mobile_logout
source: Logout
fr: Me déconnecter

# mobile_male
source: Male
fr: Homme
pt_pt: Masculino
ro_ro: Masculin

# mobile_metric_text
source: (kilometers, kilograms, celsius)
fr: (kilomètres, kilogrammes, celsius)
pt_pt: (quilómetros, quilogramas, celsius)
ro_ro: (kilometri, kilograme, celsius)

# mobile_metric_title
source: Metric
fr: Métrique
pt_pt: Métrico

# mobile_month
source: Month
fr: Mois
pt_pt: Mês
ro_ro: Luna

# mobile_must_accept_terms
source: To continue you must accept the terms of use
fr: Pour continuer, vous devez accepter les conditions d’utilisation
pt_pt: Para continuar deve aceitar os termos de utilização
ro_ro: Pentru a continua, trebuie să acceptați termenii de utilizare

# mobile_muzzley_start_text
source: Muzzley simplifies your life by connecting all your smart devices together and creating scenarios with only one App!
fr: Muzzley vous simplifie la vie en connectant l'ensemble de vos objets connectés et en créant des scénarios, avec seulement une App!
pt_pt: Muzzley simplifica a sua vida conectando todos os seus dispositivos inteligentes e criando cenários usando apenas uma aplicação!
ro_ro: Muzzley vă simplifică viața conectând toate dispozitivele dvs. inteligente împreună și creând scenarii cu o singură aplicație!

# mobile_muzzley_start_title
source: Create and Enjoy your smart home
fr: Créez et profitez de votre maison connectée
pt_pt: Crie e aproveite a sua casa inteligente
ro_ro: Creați și bucurați-vă de casa inteligentă

# mobile_name
source: Name
fr: Nom
pt_pt: Nome
ro_ro: Nume

# mobile_new_device_title
source: New device
fr: Nouvel objet connecté
pt_pt: Novo dispositivo
ro_ro: Dispozitiv nou

# mobile_next
source: Next
fr: Suivant
pt_pt: Próximo
ro_ro: Următorul

# mobile_no_actionable_devices_text
source: Unfortunately you don't have enough actionable devices. Please add devices to interact with.
fr: Vous n’avez pas encore d’objets permettant de créer des raccourcis. Merci de rajouter des objets avec lesquels vous pouvez interagir afin d’utiliser cette fonctionnalité.
pt_pt: Infelizmente não tem dispositivos acionáveis. Comece por adicionar dispositivos com que possa interagir.
ro_ro: Din păcate, nu aveți suficiente dispozitive acționabile. Adăugați dispozitive cu care să interacționați.

# mobile_no_devices_text
source: Unfortunately you don't have more devices.
fr: Malheureusement, vous n'avez plus d'objets connectés
pt_pt: Infelizmente, não possui mais dispositivos.
ro_ro: Din păcate nu aveți mai multe dispozitive.

# mobile_no_groupable_devices_text
source: Unfortunately you don't have enough devices that we can be used to create groups (lights, switches or sensors). Start by adding more devices.
fr: Ajoutez au moins deux objets groupables (lumières, interrupteurs, ou détecteurs) afin d'utiliser cette fonction.
pt_pt: Infelizmente não possui dispositivos que permitam a criação de grupos (luzes, interruptores ou sensores). Comece por adicionar mais dispositivos.
ro_ro: Din pacate nu exista dispozitive care permit crearea unor grupuri (lumini, comutatoare sau senzori). Începeți prin adăugarea mai multor dispozitive.

# mobile_no_internet_text
source: Please check your network connection and try again.
fr: Vérifiez votre connexion réseau et réessayez.
pt_pt: Por favor verifique a sua ligação à Internet.
ro_ro: Vă rugăm să verificați conexiunea dumneavoastră la internet.

# mobile_no_internet_title
source: No Internet Connection
fr: Pas de connexion Internet
pt_pt: Sem ligação à Internet
ro_ro: Fără conexiune la internet.

# mobile_not_now
source: Not now
fr: Pas maintenant
pt_pt: Agora não
ro_ro: Nu acum

# mobile_notifications_permission_text
source: Follow these steps to allow notifications:
fr: Suivez ces étapes pour autoriser les notifications :
pt_pt: Siga os seguintes passos para permitir notificações:
ro_ro: Parcurgeți următorii pași pentru a permite primirea notificărilor

# mobile_onboarding_cards_1_close
source: Got it
fr: Ok
pt_pt: Ok
ro_ro: Ok

# mobile_onboarding_cards_1_text
source: %@ will help you control your devices and set up automation rules, providing useful suggestions to help you build the perfect smart home environment. Start by checking our targeted suggestions!
fr: %@ vous aide à contrôler vos objets connectés et à mettre en place des règles d’automatisation pour faciliter votre quotidien. À tout moment vous pouvez consulter nos suggestions ciblées pour vous aider à mieux gérer votre maison connectée.
pt_pt: %@ ajuda-o a controlar os seus dispositivos e a criar regras de automação, fornecendo também sugestões de como pode criar o ambiente perfeito para a sua casa inteligente. Comece por consultar as nossas sugestões!
ro_ro: %@ vă ajută să controlați dispozitivele dumneavoastră și să creați reguli de automatizare, de asemenea, oferind sugestii referitor la modul în care puteți crea decorul perfect pentru casa dumneavoastră inteligentă. Începeți prin a consulta sugestiile noastre!

# mobile_onboarding_cards_1_title
source: Welcome!
fr: Bienvenue !
pt_pt: Bem-vindo!
ro_ro: Bine ați venit!

# mobile_onboarding_create_group_1_close
source: Got it
fr: Ok
pt_pt: Ok
ro_ro: Ok

# mobile_onboarding_create_group_1_text
source: You can now group your recently added device with others of the same category! By creating a group, you can control multiple devices at the same time, as one!
fr: Vous pouvez maintenant grouper vos objets connectés récemment ajoutés avec ceux de la même catégorie! En créant un groupe, vous pouvez contrôler plusieurs objets connectés en même temps!
pt_pt: Pode agora agrupar o seu novo dispositivo com outros da mesma categoria! Ao criar um grupos, pode controlar múltiplos dispositivos ao mesmo tempo, como se fossem um!
ro_ro: Acum puteți imperechia dispozitivele dumneavoastră cu altele din aceiași categorie! Creând un grup, puteți controla mai multe dispozitive în același timp, cum ar fi doar unul!

# mobile_onboarding_create_group_1_title
source: Groups
fr: Groupes
pt_pt: Grupos
ro_ro: Grupuri

# mobile_onboarding_devices_1_close
source: Got it
fr: Ok
pt_pt: Ok
ro_ro: Ok

# mobile_onboarding_devices_1_text
source: Each device added is presented in the form of a tile. Each tile can have specific information about the device, reflecting its current status and/or most recent data.
fr: Vous allez ajouter vos premiers objets. Pour chaque objet ajouté, vous retrouverez ensuite des informations clés et une indication sur leur état de fonctionnement.
pt_pt: Cada dispositivo é representado num mosaico. Cada mosaico pode ter informação específica sobre o dispositivo, refletindo o seu estado atual, ou informação mais recente.
ro_ro: Fiecare dispozitiv adăugat este reprezentat într-o țigla Fiecare țiglă poate conține informații specifice despre dispozitiv, care să reflecte starea sa actuală, sau informații mai recente.

# mobile_onboarding_devices_1_title
source: Let's get started!
fr: Commençons !
pt_pt: Vamos começar!
ro_ro: Să începem!

# mobile_onboarding_group_created_1_close
source: Got it
fr: Ok
pt_pt: Ok
ro_ro: Ok

# mobile_onboarding_group_created_1_text
source: Groups help you keep your devices organized.
fr: Les groupes vous aident à organiser vos objets connectés.
pt_pt: Grupos podem ajudar a organizar os seus dispositivos.
ro_ro: Grupurile vă pot ajuta a organiza dispozitivele dumneavoastră.

# mobile_onboarding_group_created_1_title
source: Device Groups
fr: Groupes d'objets
pt_pt: Grupos de dispositivos
ro_ro: Grupuri de dispozitive

# mobile_onboarding_shortcuts_1_close
source: Got it
fr: Ok
pt_pt: Ok
ro_ro: Ok

# mobile_onboarding_shortcuts_1_text
source: You can press and hold a shortcut to edit or move it up and down your list. Note: Shortcuts created from suggestions cannot be edited.
fr: Vous pouvez appuyer et maintenir un raccourci pour le modifier ou le déplacer vers le haut ou vers le bas dans votre liste. Remarque: Les raccourcis créés à partir de suggestions ne peuvent pas être modifiés.
pt_pt: Ao pressionar o ícone do atalho, pode editar e alterar a ordem na lista de atalhos. Nota: Atalhos criados a partir de sugestões não podem ser editados.
ro_ro: Apăsând pe pictograma de comandă rapidă, puteți edita și modifica ordinea din lista de comenzi rapide. Notă: Comenzile rapide create din sugestii nu pot fi editate .

# mobile_onboarding_shortcuts_1_title
source: Shortcuts
fr: Raccourcis
pt_pt: Atalhos
ro_ro: Comenzi rapide

# mobile_onboarding_tile_added_1_close
source: Got it
fr: Ok
pt_pt: Ok
ro_ro: Ok

# mobile_onboarding_tile_added_1_text
source: Each device added is presented in the form of a tile. Each tile can have specific information about the device.
fr: Consultez ici les informations clés et une indication de l'état de fonctionnement de tous vos objets.
pt_pt: Cada dispositivo adicionado é representado num mosaico. Cada mosaico pode ter informação específica sobre o dispositivo.
ro_ro: Fiecare dispozitiv adăugat este reprezentat într-o țigla Fiecare țiglă poate conține informații specifice despre dispozitiv.

# mobile_onboarding_tile_added_1_title
source: Devices
fr: Bravo, votre objet est ajouté !
pt_pt: Dispositivos
ro_ro: Dispozitive

# mobile_onboarding_tile_added_create_group_1_close
source: Got it
fr: Ok
pt_pt: Ok
ro_ro: Ok

# mobile_onboarding_tile_added_create_group_1_text
source: Each device added is presented in the form of a tile. Each tile can have specific information about the device.
fr: Consultez ici les informations clés et une indication de l'état de fonctionnement de tous vos objets.
pt_pt: Cada dispositivo adicionado é representado num mosaico. Cada mosaico pode ter informação específica sobre o dispositivo.
ro_ro: Fiecare dispozitiv adăugat este reprezentat într-o țigla Fiecare țiglă poate conține informații specifice despre dispozitiv.

# mobile_onboarding_tile_added_create_group_1_title
source: Devices
fr: Bravo, vos objets sont ajoutés !
pt_pt: Dispositivos
ro_ro: Dispozitive

# mobile_onboarding_tile_added_create_group_2_close
source: Got it
fr: Ok
pt_pt: Ok
ro_ro: Ok

# mobile_onboarding_tile_added_create_group_2_text
source: You can now group your recently added device with others of the same category! By creating a group, you can control multiple devices at the same time, as one!
fr: Vous pouvez maintenant regrouper vos objets récemment ajoutés avec d'autres de la même catégorie! En créant un groupe, vous pouvez contrôler plusieurs objets en même temps, en une seule action!
pt_pt: Pode agora agrupar o seu novo dispositivo com outros da mesma categoria! Ao criar um grupo, pode controlar múltiplos dispositivos ao mesmo tempo, como se fossem um!
ro_ro: Acum puteți imperechia dispozitivele dumneavoastră cu altele din aceiași categorie! Creând un grup, puteți controla mai multe dispozitive în același timp, cum ar fi doar unul!

# mobile_onboarding_tile_added_create_group_2_title
source: Groups
fr: Groupes
pt_pt: Grupos
ro_ro: Grupuri

# mobile_onboarding_worker_construction_1_close
source: Got it
fr: Ok
pt_pt: Ok
ro_ro: Ok

# mobile_onboarding_worker_construction_1_text
source: Agents are cause and effect rules. For example: At 8pm, the roomlights change color, warning the kids it's bedtime.
fr: Créez des règles pour automatiser des tâches quotidiennes liées à vos objets connectés.
pt_pt: Agentes são regras de causa e efeito. Por exemplo, todos os dias às 8 da noite, as luzes dos quartos dos miúdos sinalizam que está na hora de deitar.
ro_ro: Agenții sunt reguli de cauză și efect. De exemplu, în toate zilele la ora 8 seara, luminile din camera copiilor semnalizează că a sosit ora de dormit.

# mobile_onboarding_worker_construction_1_title
source: Create agent
fr: Créer une règle
pt_pt: Criar agente
ro_ro: Creați un agent

# mobile_onboarding_worker_created_1_close
source: Got it
fr: Ok
pt_pt: Ok
ro_ro: Ok

# mobile_onboarding_worker_created_1_text
source: Congratulations! Your first Agent was created successfully! You can also click to edit, delete, execute, or enable/disable it if you wish.
fr: Votre première règle a été créée avec succès! Vous pouvez à tout moment modifier, supprimer, exécuter, activer ou désactiver les règles créées.
pt_pt: Parabéns! Criou o seu primeiro agente com sucesso! Pode também editar, apagar, executar ou habilitar/desabilitar o agente, se assim o desejar.
ro_ro: Felicitări! Ați creat primul agent cu succes! Puteți să editați, să ștergeți, să executați sau să activați/dezactivați, dacă doriți.

# mobile_onboarding_worker_created_1_title
source: Your first agent
fr: Votre première règle
pt_pt: O seu primeiro agente
ro_ro: Primul agent al dumneavostră

# mobile_or
source: Or
fr: Ou
pt_pt: Ou
ro_ro: Sau

# mobile_pass_match
source: Passwords don't match.
fr: Les mots de passe ne correspondent pas.
pt_pt: As passwords não correspondem.
ro_ro: Parolele nu corespund

# mobile_password
source: Password
fr: Mot de passe
pt_pt: Palavra-passe
ro_ro: Parolă

# mobile_password_current_request
source: Please enter the password for your camera.
fr: Indiquez le mot de passe de la caméra.
pt_pt: Indique a password que definiu para a sua câmara.
ro_ro: Vă rugăm să introduceți parola pentru camera foto.

# mobile_password_invalid
source: This password is invalid. Please try again.
fr: Ce mot de passe n'est pas valide. Veuillez réessayer.
pt_pt: Palavra-passe inválida. Por favor tente novamente.
ro_ro: Parola nu este validă. Vă rugăm să încercați din nou.

# mobile_password_new_request
source: Please provide a new password
fr: Veuillez fournir un nouveau mot de passe
pt_pt: Por favor indique uma nova palavra-passe.
ro_ro: Va rugăm să indicați o noua parolă.

# mobile_permission_title
source: Grant Access
fr: Autoriser l'accès
pt_pt: Conceder Acesso
ro_ro: Acordă acces

# mobile_phone_number
source: Phone Number
fr: Numéro de téléphone
pt_pt: Número de Telefone
ro_ro: Număr de telefon

# mobile_phone_number_invalid
source: Invalid phone number. Please try again.
fr: Numéro invalide. Réessayez.
pt_pt: Número inválido. Por favor tente novamente.
ro_ro: Număr nevalid. Vă rugăm să încercați din nou.

# mobile_product_price
source: from %d
fr: à partir de %d
pt_pt: de %d
ro_ro: de %d

# mobile_pt.vodafone.monitor_start_button
source: Continue
fr: Continuer
pt_pt: Continuar
ro_ro: Continua

# mobile_pt.vodafone.monitor_start_text
source: It's great to be nearby.
fr: Il fait si bon d'être si proche.
pt_pt: É tão bom estar por perto.
ro_ro: Este atât de frumos să fie în jurul valorii.

# mobile_push_notifications_text
source: By disabling Push Notifications you won't receive important notifications, including security alerts.
fr: En désactivant les Notifications, vous ne recevrez plus de notifications importantes, notamment les alertes de sécurité.
pt_pt: Ao desabilitar as Notificações Push não irá receber notificações importantes, incluindo alertas de segurança.
ro_ro: Dacă dezactivați notificările Push nu veți mai primi notificări importante, inclusiv alerte de siguranță.

# mobile_push_notifications_title
source: Push Notifications
fr: Autoriser les notifications
pt_pt: Notificações Push
ro_ro: Notificări Push

# mobile_red
source: Red
fr: Rouge
pt_pt: Vermelho
ro_ro: Roșu

# mobile_reset_pass
source: Reset Password
fr: Réinitialiser le mot de passe
ro_ro: Resetează parola

# mobile_reset_pass_confirm
source: An email has been sent so you can reset your password.
fr: Un email vous a été envoyé afin que vous puissiez réinitialiser votre mot de passe.
pt_pt: Um email foi enviado para poder fazer rezet à sua palavra-passe.
ro_ro: A fost trimis un e-mail pentru a vă putea reseta parola.

# mobile_reset_pass_description
source: If you want to reset your password, we will send you an email.
fr: Saisissez votre adresse e-mail et nous vous enverrons un lien par e-mail pour réinitialiser votre mot de passe.
pt_pt: Se deseja fazer reset à palavra-passe, iremos enviar-lhe um email.
ro_ro: Dacă doriți să resetați parola, vă vom trimite un email.

# mobile_retry
source: Try again
fr: Réessayer
pt_pt: Tente novamente
ro_ro: Încercați din nou

# mobile_retry_text
source: Please try again.
fr: Réessayez
pt_pt: Por favor tente novamente.
ro_ro: Vă rugăm să încercați din nou.
