Repository: habitio/habit-whitelabel-app-ios
Catalog: muzzley-ios/Muzzley-iOS/Muzzley-iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, ro_ro

# mobile_about
source: About Us
fr: À propos de nous
pt_pt: Informações
ro_ro: Informații

# mobile_about_copyright
source: Copyright %1$@-%2$@ %3$@. The %4$@ name, associated trademarks and logos are trademarks of %3$@ or related entities.
fr: Copyright %1$@-%2$@ %3$@. Le nom %4$@, les marques et les logos associés sont des marques déposées de %3$@ ou d'entités apparentées.
pt_pt: Copyright %1$@-%2$@ %3$@. O nome %4$@, marcas registadas associadas e logotipos são marcas registadas da %3$@ ou de entidades relacionadas.
ro_ro: Copyright %1$@-%2$@ %3$@. Numele %4$@, mărci înregistrate asociate și sigle sunt mărci înregistrate al %3$@ sau de identități înrudite.

# mobile_about_pp
source: Privacy Policy
fr: Politique de confidentialité
pt_pt: Política de Privacidade
ro_ro: Politica de confidențialitate

# mobile_about_privacy
source: %@ respects the user's right to privacy. Read more about our:
fr: %@ respecte le droit à la vie privée des utilisateurs. En savoir plus sur nos :
pt_pt: A %@ respeita o direito dos utilizadores à privacidade. Leia mais sobre o nosso:
ro_ro: %@ respectă dreptul utilizatorilor la intimitate. Citiți mai multe despre al nostru:

# mobile_about_tc
source: Terms and Conditions
fr: Conditions d'utilisation
pt_pt: Termos e Condições
ro_ro: Termeni și condiții

# mobile_about_website
source: Website
fr: Site Internet

# mobile_accept_terms_text
source: By proceeding, I am agreeing with both %1$@ and %2$@
fr: En créant un compte, vous acceptez les %1$@ et %2$@
pt_pt: Ao continuar, confirmo que li e aceito os %1$@ e %2$@
ro_ro: Sunt de acord cu %1$@ și %2$@

# mobile_accept_terms_title
source: Accept terms
fr: Conditions d’utilisation
pt_pt: Aceitar termos
ro_ro: Acceptați termenii

# mobile_account
source: Account
fr: Compte
pt_pt: Conta
ro_ro: Cont

# mobile_activate_now
source: Activate now
fr: Activer
pt_pt: Ativar agora
ro_ro: Activează acum

# mobile_activation_error_message
source: An error has occurred while trying to activate this service. Please try again.
fr: Une erreur s'est produite lors de l'activation de ce service. Veuillez réessayer.
pt_pt: Ocorreu um erro ao tentar ativar este serviço. Por favor tente novamente.
ro_ro: A apărut o eroare în timp ce încercați să activați acest serviciu. Vă rugăm să încercați din nou.

# mobile_activation_serial_already_have
source: Already have %@ service?
fr: Avez-vous déjà souscrit au service %@?
pt_pt: Já possui o serviço %@?
ro_ro: Aveți deja acest serviciu %@?

# mobile_activation_serial_dont_have
source: Don't have %@ service?
fr: Vous n'avez pas le service %@?
pt_pt: Não tem o serviço %@?
ro_ro: Nu aveți acest serviciu %@?

# mobile_activation_title
source: Activation
fr: Activer mon service
pt_pt: Ativação
ro_ro: Activare

# mobile_add
source: Add
fr: Ajouter
pt_pt: Adicionar
ro_ro: Adăugați

# mobile_add_devices_services_title
source: Choose to add
fr: Sélectionner pour ajouter
pt_pt: Escolher adicionar
ro_ro: Alegeți să adăugați

# mobile_add_phone_description
source: Please enter your phone number to receive text messages
fr: Merci d'indiquer votre numéro de téléphone afin de recevoir nos SMS
pt_pt: Por favor introduza o seu número de telefone para receber SMS
ro_ro: Vă rugăm să introduceți numărul de telefon pentru a primi SMS-uri

# mobile_add_phone_title
source: Add Phone Number
fr: Ajouter numéro de téléphone
pt_pt: Adicionar Número de Telefone
ro_ro: Adăugați un număr de telefon

# mobile_add_plus
source: + Add
fr: + Ajouter
pt_pt: + Adicionar
ro_ro: + adăugați

# mobile_add_service_shop
source: Learn more
fr: Plus d'infos
pt_pt: Saber mais
ro_ro: Află mai multe

# mobile_add_to_devices
source: Add to my devices
fr: Valider mon choix
pt_pt: Adicionar aos meus dispositivos
ro_ro: Adăugați la dizpozitivele mele

# mobile_agree
source: I Agree
fr: J'accepte
pt_pt: Concordo
ro_ro: Sunt de acord

# mobile_allianz.smarthome_start_text
source: The all-in-one smart security solution for your home. TEL2S and Habit Analytics formed a partnership to give you a new service in order to secure your home.
fr: Une maison connectée pour mieux déconnecter. Allianz, en partenariat avec Allianz Assistance et Habit Analytics vous propose un nouveau service pour piloter et sécuriser votre domicile.
pt_pt: A solução de segurança mais completa para a sua Smart Home. A TEL2S e a Habit Analytics formaram uma parceria para lhe proporcionar um serviço, a fim de garantir a segurança da sua casa.
ro_ro: Cea mai completă soluție de siguranță pentru casa dumneavoastră inteligentă. A TEL2S și Habit Analytics a format un parteneriat pentru a vă oferi un serviciu pentru a asigura siguranța acasă.

# mobile_askMeLater
source: Ask me later
fr: Me demander plus tard
pt_pt: Pergunte-me mais tarde
ro_ro: Întrebați-ne mai târziu

# mobile_background_audio_enabled_no_video
source: Video option is unavailable when background audio is enabled.
fr: L'option vidéo n'est pas disponible lorsque l'audio en arrière-plan est activé.
pt_pt: A opção de vídeo não está disponível enquanto a opção de áudio de fundo está ativa.
ro_ro: Opțiunea de video nu este diponibila în tim ce opțiunea de audio de fundal se află activată

# mobile_background_audio_loading
source: Loading background audio...
fr: Chargement du son d'arrière-plan ...
pt_pt: A carregar áudio de fundo...
ro_ro: Momentan, opțiunea de video nu este

# mobile_background_audio_stream_error
source: Background audio option is currently not available. Please try again later.
fr: L'option audio de fond n'est pas disponible actuellement. Veuillez réessayer plus tard.
pt_pt: A opção de áudio de fundo não está disponível de momento. Por favor tente mais tarde.
ro_ro: Momentan, opțiunea de audio de fundal nu este diponibilă. Vă rugăm să încercați mai târziu.

# mobile_blue
source: Blue
fr: Bleu
pt_pt: Azul
ro_ro: Albastru

# mobile_buffering
source: Loading recorded video...
fr: Chargement enregistrement...
pt_pt: A carregar imagem...
ro_ro: Încărcând video live...

# mobile_buffering_live
source: Loading live feed...
fr: Chargement caméra ...
pt_pt: A carregar imagem...
ro_ro: Încărcând video...

# mobile_cancel
source: Cancel
fr: Annuler
pt_pt: Cancelar
ro_ro: Anulează

# mobile_card_description
source: Card Description
fr: Description de la carte
pt_pt: Descrição cart
ro_ro: Descrierea cartonului

# mobile_card_new
source: You have new cards. Pull to refresh.
fr: Vous avez une nouvelle carte.
pt_pt: Novo cartão
ro_ro: Carton nou

# mobile_cards_blankstate_empty_text
source: All your cards will be listed here.
fr: Retrouvez ici toutes vos cartes.
pt_pt: Os seus cartões serão listados aqui.
ro_ro: Toate carton dumneavoastră vor fi conectate aici

# mobile_cards_blankstate_empty_title
source: 'A house is a machine for living in.'
fr: 'Créez votre maison connectée en toute simplicité.'
pt_pt: 'A casa é uma máquina onde se vive.'
ro_ro: 'Casa este locul în care poţi trăi inteligent.'

# mobile_cards_blankstate_loading_text
source: We're loading your cards
fr: Chargement des cartes
pt_pt: Estamos a carregar a lista de cartões
ro_ro: Încărcăm carton dumneavoastră

# mobile_cards_loading
source: Working
fr: En cours
pt_pt: A carregar...
ro_ro: Se încarcă

# mobile_cards_location
source: Set location
fr: Déterminer un lieu
pt_pt: Localização cartões
ro_ro: Locația cartoanelor

# mobile_cards_product_description_title
source: Product description
fr: Description du produit
pt_pt: Descrição do Produto
ro_ro: Descrierea Produsului

# mobile_cards_product_shop
source: Find out more...
fr: En savoir plus...
pt_pt: Saiba mais…
ro_ro: Mai multe informații..

# mobile_celfocus.homemonitor_start_text
source: It's great to be nearby.
fr: Il fait si bon d'être si proche.
pt_pt: É tão bom estar por perto.
ro_ro: Este atât de frumos să fie în jurul valorii.

# mobile_choose_device_vc_first_step
source: When I detect that...
fr: Quand je détecte que..
pt_pt: Quando deteto que…
ro_ro: Atunci când detectez că…

# mobile_choose_device_vc_fourth_step
source: And also...
fr: Et aussi…
pt_pt: E também…
ro_ro: Și, de asemenea…

# mobile_choose_device_vc_second_step
source: I'll make sure that...
fr: Je souhaite que…
pt_pt: Vou certificar-me que…
ro_ro: Mă voi asigura că

# mobile_choose_device_vc_third_step
source: But only if...
fr: Mais seulement si…
pt_pt: Mas apenas se…
ro_ro: Dar numai dacă…

# mobile_choose_library
source: Choose from library
fr: Choisissez à partir de la bibliothèque
pt_pt: Escolher da biblioteca
ro_ro: Alegeți din Bibliotecă

# mobile_clear
source: Clear
fr: Effacer
pt_pt: Limpar
ro_ro: Curăţa

# mobile_clear_cards_confirmation
source: You're about to clear all alert cards. Are you sure you want to do this?
fr: Vous êtes sur le point de supprimer toutes les cartes d'alerte. Voulez-vous continuer ?
pt_pt: Está prestes a remover todos os seus cartões de alerta. Confirma que os quer remover?
ro_ro: Sunteți pe punctul de a șterge toate cardurile de alertă. Sigur vrei să faci asta?

# mobile_confirm_password
source: Confirm password
fr: Confirmez le mot de passe
pt_pt: Confirmar palavra-passe
ro_ro: Confirmați parola

# mobile_contact_us
source: Contact us
fr: Contactez-nous
pt_pt: Contacte-nos
ro_ro: Contactați-ne

# mobile_country_code
source: Country Code
fr: Indicatif pays
pt_pt: Código do País
ro_ro: Prefixul țării

# mobile_create_group_vc_select_devices_group
source: Select the devices to be part of the group
fr: Sélectionnez les objets faisant partie du groupe
pt_pt: Selecione os dispositivos que irão constituir grupo.
ro_ro: Electati dispozitivele care vor constituti grupul.

# mobile_create_password
source: Create password
fr: Créer mon mot de passe
pt_pt: Criar password
ro_ro: Creați o parolă

# mobile_day
source: Day
fr: Jour
pt_pt: Dia
ro_ro: Ziua

# mobile_debug_logs
source: Debug Logs
fr: Journal de débug
pt_pt: Logs de Debug
ro_ro: Logs de Debug

# mobile_delete
source: Delete
fr: Supprimer
pt_pt: Apagar
ro_ro: Elimină

# mobile_device_add
source: Add device
fr: Ajouter un objet
pt_pt: Adicionar dispositivo
ro_ro: Adăugați un dispozitiv

# mobile_device_add_location
source: Add location
fr: Ajouter un nouveau lieu
pt_pt: Adicionar localização
ro_ro: Adăugați o locație

# mobile_device_and_group_delete_text
source: Deleting this device from the app will also remove a group since you'll have less than 2 devices on it. Are you sure you want to delete it?
fr: La suppression de cet objet supprimera aussi le groupe associé, car moins de 2 objets y sont rattachés. Êtes-vous sûr de vouloir le supprimer ?
pt_pt: Eliminar este dispositivo da app também irá Eliminar o grupo em que está inserido, dado que possui menos de dois devices no grupo. Tem a certeza que o pretende eliminar?
ro_ro: Eliminând acest dispozitiv din aplicație se va elimina și grupul în care sunteți inclus, datorită faptului că aveți mai puțin de două dispozitive în grup. Sunteți sigur că doriți să eliminați?

# mobile_device_auth_error_text
source: Device not authorized
fr: Objet connecté non autorisé
pt_pt: Dispositivo não autorizado
ro_ro: Dispozitiv neautorizat

# mobile_device_auth_title
source: Device Authorization
fr: Autorisation de l'objet connecté
pt_pt: Autorização de dispositivo
ro_ro: Autorizație de dispozitiv

# mobile_device_blankstate_empty_text
source: All your devices will be listed here
fr: Retrouvez ici tous les objets connectés que vous ajouterez
pt_pt: Todos os seus dispositivos estarão listados aqui
ro_ro: Toate dispozitivele dumneavoastră vor fi conectate aici

# mobile_device_blankstate_empty_title
source: 'A house is a machine for living in.'
fr: 'Créez votre maison connectée en toute simplicité'
pt_pt: 'A casa é uma máquina onde se vive.'
ro_ro: 'Casa este locul în care poţi trăi inteligent.'

# mobile_device_blankstate_loading_text
source: We're loading your devices
fr: Chargement des objets connectés
pt_pt: Estamos a carregar a lista de dispositivos
ro_ro: Încărcăm dispozitivele dumneavoastră

# mobile_device_delete_text
source: You're about to delete this device. Are you sure you want to do this?
fr: Vous êtes sur le point de supprimer cet objet connecté de l'application. Voulez-vous continuer ?
pt_pt: Está prestes a remover este dispositivo. Confirma que o quer remover?
ro_ro: Sunteți pe cale să ștergeți acest dispozitiv. Sigur doriți să faceți acest lucru?

# mobile_device_edit
source: Edit device
fr: Modifier l'objet connecté
pt_pt: Editar dispositivo
ro_ro: Edită dispozitivul

# mobile_device_edit_text
source: An error has occurred while editing this device. Please try again later.
fr: Une erreur s'est produite pendant la modification de cet objet connecté. Réessayez plus tard.
pt_pt: Um erro ocorreu ao editar este dispositivo. Por favor tente mais tarde.
ro_ro: A apărut o eroare în timp ce încercați sa editați acest dispozitiv. Vă rugăm să încercați din nou mai târziu.

# mobile_device_not_found
source: Devices not found!
fr: Objets connectés non trouvés!
pt_pt: Dispositivos não encontrados!
ro_ro: Dispozitivele nu au fost găsite!

# mobile_device_results_title
source: Device results
fr: Mes objets
pt_pt: Resultado de dispositivos
ro_ro: Rezultatul dispozitivelor

# mobile_device_search
source: Search device
fr: Rechercher objet connecté
pt_pt: Procurar dispositivo
ro_ro: Căutați un dispozitiv

# mobile_device_selection_select_devices
source: Select the devices to add.
fr: Sélectionnez les dispositifs à ajouter.
pt_pt: Selecione os dispositivos a adicionar
ro_ro: Selectați dispozitivele pe care doriți să le adăugați.

# mobile_device_update_error
source: Sorry, there seems to be a problem updating your device.
fr: Désolé, un problème est survenu lors de la mise à jour de votre objet connecté.
pt_pt: Pedimos desculpa, existe um problema com o update do dispositivo.
ro_ro: Ne cerem scuze, dar există o problemă cu actualizarea dispozitivului.

# mobile_devices
source: Devices
fr: Objets
pt_pt: Dispositivos
ro_ro: Dispozitive

# mobile_devices_select
source: Select one or more devices
fr: Sélectionnez un objet connecté
pt_pt: Selecionar um ou mais dispositivos
ro_ro: Selectați unul sau mai multe dispozitive

# mobile_dob
source: Date of Birth
fr: Date de naissance
pt_pt: Data de Nascimento
ro_ro: Data nașterii

# mobile_done
source: Done
fr: OK
pt_pt: Ok
ro_ro: Ok

# mobile_dont_have_account
source: Don't have an account yet?
fr: Vous n'avez pas encore de compte?
pt_pt: Ainda não criou uma conta?
ro_ro: Încă nu ați creat un cont?

# mobile_dontShowThis
source: Don't show suggestions about this
fr: Ne plus montrer ces suggestions
pt_pt: Não voltar a mostrar esta sugestão
ro_ro: Nu mai arăta această sugestie

# mobile_edit_photo_text
source: You can pinch In or Out to rescale picture.
fr: Vous pouvez redimensionner l'image manuellement
pt_pt: Faça Zoom In ou Out para ajustar a foto.
ro_ro: Faceți Zoom In sau Out pentru a ajusta fotografia.

# mobile_edit_photo_title
source: Edit photo
fr: Modifier la photo
pt_pt: Editarfoto
ro_ro: Editează fotografia

# mobile_email_invalid
source: Invalid Email
fr: Email non valide
pt_pt: Email inválido
ro_ro: Email nevalidă

# mobile_email_notifications_text
source: By disabling Email Notifications you won't receive important notifications, including security alerts.
fr: En désactivant les Notifications par Email, vous ne recevrez plus de notifications importantes, notamment les alertes de sécurité.
pt_pt: Ao desabilitar as Notificações de Email não irá receber notificações importantes, incluindo alertas de segurança.
ro_ro: Dacă dezactivați notificările prin Email nu veți mai primi notificări importante, inclusiv alerte de siguranță.

# mobile_engie.smarthome_start_text
source: No more 100 apps to control 100 devices. All your favourite brands in one place.
fr: Fini d'avoir 50 applications pour 50 équipements! Tous vos dispositifs en une seule appli!
pt_pt: 100 apps para 100 dispositivos é coisa do passado.
ro_ro: 100 de aplicații pentru 100 de dispozitive este de domeniul trecutului.

# mobile_engie.smarthome_start_title
source: One app for your connected devices
fr: Une appli pour vos équipements connectés
pt_pt: Uma app para todos os seus dispositivos inteligentes.
ro_ro: O aplicație pentru toate dispozitivele dumneavoastră inteligente.

# mobile_error_code_5000
source: You had already subscribed to the service.
fr: Vous avez déjà souscrit à ce service.
pt_pt: Já subscreveu previamente ao serviço.
ro_ro: Ați abonat deja la serviciu.

# mobile_error_max_users
source: Your camera as reached the maximum number of connections to the microphone.
fr: Votre caméra a atteint le nombre maximum de connexions de microphone.
pt_pt: A sua câmera atingiu o número máximo de conexões ao microfone.
ro_ro: Camera dvs. a atins numărul maxim de conexiuni pentru microfon

# mobile_error_text
source: We're sorry but something went wrong. Please try again.
fr: Désolé, une erreur s'est produite. Veuillez réessayer ultérieurement.
pt_pt: Lamentamos, algo correu mal. Por favor tente novamente.
ro_ro: Ne pare rău, s-a întâmplat ceva. Vă rugăm, încercati mai târziu!

# mobile_error_title
source: Something went wrong
fr: Une erreur s'est produite
pt_pt: Algo correu mal
ro_ro: Ceva nu funcționează corect

# mobile_facebook_login_error_text
source: Operation could not be completed.
fr: L'opération n'a pas pu être complétée.
pt_pt: A operação não pôde ser completada.
ro_ro: Operațiunea nu poarte fi completată.

# mobile_facebook_login_failed_title
source: Facebook Sign In attempt failed
fr: Echec de la tentative d'enregistrement avec Facebook
pt_pt: Tentativa de Sign In com Facebook falhou.
ro_ro: Încercarea de a vă conecta cu Facebook-ul nu a fost permisă.

# mobile_facebook_login_permission_text
source: Facebook email permission not granted.
fr: Permission d'email de Facebook non accordée
pt_pt: Permissão de email de Facebook não concedida.
ro_ro: Permisia de email al Facebook-ui nu a fost permisă.

# mobile_fail
source: Failure
fr: Echec
pt_pt: Falha
ro_ro: Eroare

# mobile_feedback_hint
source: Please share your comments with us!
fr: Partagez vos commentaires avec nous !
pt_pt: Por favor partilhe os seus comentários connosco!
ro_ro: Vă rugăm să ne împărtășiți comentariile dumeavoastră!

# mobile_feedback_option1
source: The app works according to my needs
fr: L'application répond bien à mes attentes
pt_pt: A app funciona de acordo com as minhas necessidades
ro_ro: În concordanță cu necesitățile mele.

# mobile_feedback_option2
source: Some features are not working
fr: Certaines options ne fonctionnent pas.
pt_pt: Algumas funcionalidades não funcionam correctamente
ro_ro: Câteva funcționalități nu funcționează corect

# mobile_feedback_option3
source: The app is not very intuitive
fr: L'application n'est pas très intuitive
pt_pt: A app não é muito intuitiva
ro_ro: Aplicația nu este foarte intuitivă.

# mobile_feedback_option4
source: The app needs more features/devices
fr: L'application doit être enrichie (plus d'objets,...)
pt_pt: A app necessita de mais compatibilidades/funcionalidades
ro_ro: Multe compatibilități/ funcționalități

# mobile_feedback_subject
source: Feedback Mobile
fr: Mes commentaires
pt_pt: Feedback
ro_ro: Feedback

# mobile_feedback_success_text
source: We are always improving and having cool ideas to improve the app, and your opinion helps us get there.
fr: Nous nous efforçons d'améliorer l'Application avec vos idées. Votre opinion nous est indispensable!
pt_pt: Estamos sempre a pensar em novas maneiras de tornar a app melhor para si, e a sua opinião é muito importante para nós.
ro_ro: Ne gândim în permanență la noi soluții pentru a îmbunătăți aplicația în beneficiul dumeavoastră, iar opinia dumeavoastră este foarte importantă pentru noi.

# mobile_feedback_success_title
source: Thank you for your feedback!
fr: Merci pour votre commentaire !
pt_pt: Obrigado pelo seu feedback!
ro_ro: Vă mulțumim pentu feedback-ul dumneavoastră!

# mobile_feedback_text
source: Your feedback is important to us. Please let us know what you think about our app.
fr: Vos commentaires sont importants pour nous. Faites-nous savoir ce que vous pensez de l'application.
pt_pt: O seu feedback é muito importante para nós. Por favor dê-nos a sua opinião acerca da app.
ro_ro: Feedback-ul dumneavoastră este foarte important pentru noi. Vă rugăm să ne daţi opinia dumneavoastră despre aplicaţie.

# mobile_feedback_title
source: Feedback
fr: Mes commentaires

# mobile_female
source: Female
fr: Femme
pt_pt: Feminino
ro_ro: Feminin

# mobile_find_camera
source: Finding camera...
fr: Trouver une caméra ...
pt_pt: A procurar câmara...
ro_ro: Căutând camera...

# mobile_finish
source: Finish
fr: Fini
pt_pt: Feito
ro_ro: Realizat

# mobile_footer_usecase
source: This is an advanced automation and cannot be edited.
fr: Il s'agit d'une automatisation avancée qui ne peut être modifiée.
pt_pt: Esta automação avançada não pode ser editada.
ro_ro: Este o automatizare avansată și nu poate fi editată.

# mobile_force_logout
source: You have been logged out for security reasons. We apologize for the inconvenience, please login again.
fr: Vous avez été déconnecté pour des raisons de sécurité. Nous sommes désolés pour ce souci, et vous invitons à vous reconnecter.
pt_pt: Foi desconetado da sua conta por motivos de segurança. Pedimos desculpas pelo inconveniente, por favor entre na sua conta novamente.
ro_ro: Ați fost deconectat din motive de securitate. Ne cerem scuze pentru neplăcerile create, vă rugăm să te autentifici din nou.

# mobile_forgot_password
source: Forgot your password?
fr: Mot de passe oublié?
pt_pt: Esqueceu-se da sua palavra-passe?
ro_ro: Ați uitat parola?

# mobile_gender
source: Gender
fr: Sexe
pt_pt: Género
ro_ro: Sex

# mobile_get_user_error_text
source: The app is currently unavailable. We probably have all our team working on it. Some actions that might help you.
fr: L'application est actuelement indisponible. Notre équipe travaille dessus. Certaines actions pourraient vous aider.
pt_pt: A app está indisponível de momento. A nossa equipa está a averiguar o que se passa. Algumas acções que o podem ajudar:
ro_ro: Momentan, aplicația se află indisponibilă. Echipa noatră cercetează ce se întâmplă. Câteva acțiuni care vă pot ajuta:

# mobile_go_settings
source: Go to Settings
fr: Aller aux paramètres
pt_pt: Ir a Definições
ro_ro: Du-te la Setări

# mobile_google_login_cancel_title
source: Google Sign In attempt cancelled
fr: Tentative d'enregistrement avec Google annulée
pt_pt: Tentativa de Sign In com Google falhou.
ro_ro: Încercarea de a vă conecta cu Google a eșuat.

# mobile_google_login_error_text
source: The app was expecting a consent from the user to access his Google profile information.
fr: L'application %@ attendait un consentement de l'utilisateur pour accéder à ses informations de profil Google.
pt_pt: A app requer uma autorização para aceder à informação do perfil Google.
ro_ro: Aplicație necesită o autorizație pentru a accesa la informația de profil Google.

# mobile_got_it
source: Got It
fr: OK!
pt_pt: Entendido
ro_ro: Înțeles

# mobile_group_add_devices
source: Add devices
fr: Ajouter mon objet connecté
pt_pt: Adicionar dispositivos
ro_ro: Adaugă dispozitive

# mobile_group_add_name
source: Insert group name
fr: Insérer le nom du groupe
pt_pt: Inserir nome de grupo
ro_ro: Inserați numele grupului

# mobile_group_control
source: Group control
fr: Contrôle du groupe
pt_pt: Controlo de grupo
ro_ro: Control de grup

# mobile_group_create
source: Create group
fr: Créer un groupe
pt_pt: Criar grupo
ro_ro: Creează un grup

# mobile_group_create_error
source: An error has occurred while creating this group.
fr: Une erreur s'est produite lors de la création de ce groupe
pt_pt: Ocorreu um erro ao criar este grupo.
ro_ro: A apărut o eroare în timp ce creați acest grup.
