Repository: habitio/habit-whitelabel-app-ios
Catalog: muzzley-ios/Muzzley-iOS/Muzzley-iOS/*.lproj/Localizable.strings
Languages: fr, pt_pt, ro_ro

# mobile_celfocus.homemonitor_location_notification_text
source: It looks like you're on the go. Your journeys trigger automations to keep you safe.
fr: On dirait que vous êtes sur le départ. Vos déplacements déclenchent des automatisations pour votre sécurité.
pt_pt: Parece que está em movimento. As suas viagens ativam automações para mantê-lo seguro.
ro_ro: Se pare că sunteți în mișcare. Călătoriile dvs. declanșează automatizări pentru a vă menține în siguranță.

# mobile_buildinglink.smarthome_location_notification_title
source: Starting a Journey
fr: Début d'itinéraire
pt_pt: Começando uma viagem
ro_ro: Pornirea unei Călătorii

# mobile_buildinglink.smarthome_location_notification_text
source: It looks like you're on the go. Your journeys trigger automations to keep you safe.
fr: On dirait que vous êtes sur le départ. Vos déplacements déclenchent des automatisations pour votre sécurité.
pt_pt: Parece que está em movimento. As suas viagens ativam automações para mantê-lo seguro.
ro_ro: Se pare că sunteți în mișcare. Călătoriile dvs. declanșează automatizări pentru a vă menține în siguranță.

# mobile_group_name
source: My devices
fr: Mes appareils
pt_pt: Os meus dispositivos
ro_ro: Dispozitivele mele

# mobile_blankstate_title
source: Hey!
pt_pt: Bem-vindo!
ro_ro: Bine ați venit!

# mobile_pass_weak
source: Password is too weak. Minimum 6 chars.
pt_pt: A palavra-passe necessita de ter pelo menos 6 caracteres.
ro_ro: Parola este prea slabă. Minim 6 caractere.

# mobile_services
source: Services
pt_pt: Serviços
ro_ro: Servicii

# mobile_settings_header_notifications
source: Notifications
pt_pt: Notificações
ro_ro: Notificări
